question_list = [
    {
        "question": "В каком году была основана Организация Объединенных Наций?",
        "options": ["A) 1920", "B) 1945", "C) 1956", "D) 1991"],
        "correct_option": "b"
    },
    {
        "question": "Какое самое крупное озеро по площади расположено в Северной Америке?",
        "options": ["A) Мичиган", "B) Супериор", "C) Верхнее озеро", "D) Онтарио"],
        "correct_option": "c"
    },
    {
        "question": "Сколько человек состоит в коллегии суда присяжных в Республике Казахстан?",
        "options": ["A) 7", "B) 9", "C) 12", "D) 15"],
        "correct_option": "c"
    },
    {
        "question": "Какая теорема в математике утверждает,"
                    " что для любой замкнутой выпуклой поверхности"
                    " в трехмерном пространстве количество граней"
                    " плюс количество вершин равно количество ребер плюс два?",
        "options": ["A) Теорема Пуанкаре", "B) Теорема Ферма", "C) Теорема Эйлера", "D) Теорема Гаусса"],
        "correct_option": "c"
    },
    {
        "question": "Какая из следующих философских"
                    " школ в наибольшей степени акцентирует"
                    " на индивидуальном опыте и субъективности в процессе познания мира?",
        "options": ["A) Эмпиризм", "B) Рационализм", "C) Структурализм", "D) Феноменология"],
        "correct_option": "d"
    },

]

option_list = ['a', 'b', 'c', 'd']
